INSERT INTO films
VALUES
(1, 'Астрал. Кошмар в «Спринг Гарден»', 'empty', 2024, 3, 18, 90, 1),
(2, 'Волшебник Изумрудного города. Дорога из жёлтого кирпича', 'empty', 2025, 5, 6, 104, 2),
(3, 'Иллюзия контроля', 'empty', 2024, 5, 18, 100, 3),
(4, 'Постучись в мою Тверь', 'empty', 2025, 2, 12, 91, 4),
(5, 'Расскажи мне кино', 'empty', 2023, 1, 18, 116, 5),
(6, 'Рождественские истории Астрид Линдгрен', 'empty', 2023, 2, 0, 44, 6),
(7, 'Свадьба на Рождество', 'empty', 2023, 2, 12, 105, 7),
(8, 'Синистер. Новые души', 'empty', 2023, 3, 18, 103, 8),
(9, 'Финист. Первый богатырь', 'empty', 2025, 5, 6, 112, 9),
(10, 'Мегалополис', 'empty', 2024, 4, 18, 133, 10),
(11, 'День недели — любой', 'empty', 2024, 1, 18, 85, 11),
(12, 'Заклятие. Новое поколение', 'empty', 2024, 3, 18, 81, 12);